"browserTitle" = "Propiedades de “%@”";
"untitledMovie" = "Sin título";

"deleteButtonTitle" = "Eliminar";
"extractButtonTitle" = "Extraer";

"deleteTrackOperation" = "Eliminar pista"; /* for undo */
"deleteTracksOperation" = "Eliminar pistas"; /* for undo */

"deleteTrackMessage" = "¿Seguro que desea eliminar esta pista?";
"deleteTracksMessage" = "¿Seguro que desea eliminar estas pistas?";
"operationUndoable" = "Esta operación no puede deshacerse.";

"multipleObjectsSelected" = "%d ítems seleccionados.";

"propUnavailablePlaceholder" = "-ND-";
"inspectorUnavailable" = "Selección múltiple";